const HiveFull = () => {
  return (
    <>
      <p>
        <b>Майка.</b> &ensp;Пчелната майка е женски индивид с напълно развита
        полова система. В пчелното семейство има само една майка. Нейната роля е
        да снася оплодени и неоплодени яйца от които се развиват трите форми
        индивиди. След като се оплоди с търтея и започне да снася яйца, майката
        не напуска семейството освен при роене. Само оплодените майки могат да
        снасят оплодени яйца, от които се развиват женски индивиди - майки или
        пчели работнички. Обикновено снасянето на яйца започва през февруари и
        постепенно се усилва, като най-интенивно е през май и юни до началото на
        юли. Тогава майката снася средно дневно 1500-3000 яйца. За целия активен
        сезон, в зависимост от своите качества и от условията , майката може да
        снесе 150 000 - 200 000 яйца. За тази усилена дейност тя бива обилно
        хранена с пчлно млечице, което е богато н лесно усвоими от организма
        хранителни и биологично активни вещества. Майката може да живее до 4-5 и
        дори повече години, но е най-продуктивна през първите 1-2г. от своя
        живот. След това тя е физически и физиологически изтощтена. Поради
        намаляване на запаса от сперматозоиди в нейното семенно мехурче,
        значителна част от яйцата са неоплодени и от тях се развиват търтеи.
        Майката не участва в отглеждането на пилото. Майката се различава от
        пчелите работнички с по-едрото си и продълговато тяло, достигащо
        20-25мм, масата на оплодената майка е от 180-260мг. Пчелното семейство
        не може да съществува дълго време без майка, както и майката не може да
        живее без пчелите. При загуба на майката нормалният живот на семейството
        се нарушава - пчелите издават тъжен звук и се суетят из кошера. Останали
        без майка, пчелите се стремят да си отгледат нова майка от намиращите се
        в гнездото ларви.
      </p>
      <img
        className="img"
        src="https://cdn-www.terminix.com/-/media/Feature/Terminix/Articles/queen-bee-and-workers.jpg?h=567&w=600&rev=b491019f3e6147a387e7507cb4bb8943&hash=D03FEA1CCEB52E180D3CA44340F40596"
        alt="honey-history"
      />
      <p>
        <b>Търтей.</b>&ensp;Той се развива от неоплодени яйца, отложени от
        пчелата майка. Този факт е бил известен още на Аристотел. Причината
        търтеевите яйца да останат неоплодени се дължи на факта, че пчелата
        майка не пуска сперматозоиди от семеприемника и по този начин от
        влагалището ѝ излизат неоплодени яйца. Затова търтеят няма баща – има
        майка и дядо. Търтеите служат за оплождане на майката.
      </p>
      <p>
        Целият цикъл на развитие на търтеите от яйце до излюпване продължава 24
        дена: 3 дена яйце, 7 дена – ларва, 4 дена – пред-какавида, 10 дена –
        какавида. За развитието на един търтей се изразходва храна колкото за
        три пчели-работнички. Пчелата майка снася търтеевите яйца в килийки,
        които са по-големи от тези на пчелите-работнички. Това са т.нар.
        търтееви килийки, които имат размери 8 мм. в диаметър. Три дни по-късно
        се излюпва ларва. Веднага пчели кърмачки започват да я хранят с пчелно
        млечице през първите три дни. Ларвата се развива за 7 денонощия след
        което престава да се храни и се превръща в какавида. Следващия 14-дневен
        период на развитие се дели на 4-дневен период на предкакавида и
        10-дневен период на същинска какавида. Така пълното развитие от яйце до
        имаго продължава 24 дена. Понякога е възможно майката да снесе търтеево
        яйце в по-малки килийки и така се излюпват търтеи с по-малки размери.
        Търтеите са временни членове на семейството. Появяват се през пролетта и
        в повечето случаи умират или биват изпъдени от пчелите в края на лятото.
        Те не извършват никаква друга работа, освен да участват в оплождането на
        майката. Търтеи, които са участвали в оплождането на майката, загиват –
        поради откъсването на половия им апарат във влагалището на майката.
        Способността си да оплождат търтеите запазват около 50 дни, след което
        стават неспособни. Търтеи, излюпени от яйца на пчела търтовка или
        опаразитени през ларвения период от кърлежа на вароатозата, не са в
        състояние да оплождат майките. те са с понижена жизненост и не са
        способни да участват конкурентно в надпреварата да догонят майките.
        Броят на търтеите в пчелните семейства прогресивно се увеличава през
        пролетта. Колкото и да се стреми пчеларят да изрязва търтеевото пило,
        през пролетта пчелите бързо почистват килийките и майката отново ги
        осеменява. Изрязването на запечатаното търтеево пило е по-добрият
        вариант за справяне и служи за естествена, биологична борба срещу
        вароатозата.
      </p>
      <p>
        <b>Пчела работничка.</b>&ensp;се нарича женската безплодна пчела в
        пчелното семейство, която представлява основната му маса. Тялото е с
        дължина 12 – 14 мм., а теглото е 90 – 120 мг. Тялото на пчелата е с
        тъмен цвят като наситеността му зависи от породата. Върху главата се
        намират устните органи, пипалата и очите. Устните органи се съставят от
        горна и долна челюст, горна и долна устна и езиче. С помощта на горните
        челюсти пчелата гризе, а долната челюст и устна заедно с езичето
        образуват хоботчето ѝ. Хоботчето е с дължина 6 – 7 мм и служи за
        всмукване на течности, събиране на нектар и хранене на пилото. Двойката
        антени на главата осигуряват сетивността на пчелата. Очите са 2 типа –
        прости (3 бр.) и сложни (2 бр.). Сложните очи са изградени от отделни
        очички наречени фасетки. Техния брой наброява около 4 – 5 хил. Крилата
        са закрепени върху гърдите. Те са два чифта като при полет се съединяват
        по двойки с помощта на кукички и осигурават по-голяма площ. Коремчето е
        най-голямата част от тялото. Репродуктивните органи са закърнели. Има
        четири восъчни жлези, които образуват восък за изграждане на килийките.
        В края на коремчето се намира жиленосният апарат.
      </p>
      <p>
        Пълният цикъл от снасянето на яйце до имаго при пчелата работничка
        продължава за 21 дена. Три дена след снасянето се излюпва ларвата, която
        бива хранена 6 дена с пчелно млечице. След това за 3 дена преминава през
        стадия на предкакавида и още 9 дена като какавида.
      </p>
      <p>
        Основната функция на пчелата работничка е да събира нектар и поленови
        зърна. Освен това обаче отделните индивиди изпълняват множество други
        роли в семейството – хранят пилото, пазят, почистват и вентилират
        кошера, разузнават за паша, изграждат восъчни килийки, пазят майката и
        др. Броят на възрастните пчели варира през различните сезони – от 10 до
        60-70 хиляди. Зимно време са най-малко, а през лятото при усиления
        медобер – най-много. Скоростта на летене бива от 20 до 65 км/ч., и тя
        зависи от товара, който носи пчелата и скоростта и посоката на вятъра.
        През активния период на медосбор пчелата живее 35-50 дни, а през есенно
        – зимния период поради изпадането в анабиоза – до 4-5 месеца.
      </p>
    </>
  );
};

export default HiveFull;
