const PollenFull = () => {
  return (
    <>
      <p >
        &ensp;Досега са установени около 300 различни съставки. Благодарение
        на този богат състав пчелният мед притежава ценни
        хранително-диетични и лечебни качества, които са били известни
        на народите още в древността.
      </p>
      <img className="img2"
        src="https://www.puls.bg/cache/f/9/9/b/e/f99be309e6e1616bae0cc70e9bf0801ae16e7695.jpeg"
        alt="honey"
      />
      <p>
        &ensp;В зависимост от растението, от което е събран пчелният прашец, той има различни лечебни свойства:
      </p>
      <p>
        пчелен прашец, събран от шипка, помага за премахване на камъни в бъбреците;
        боровият пчелен прашец е полезен за мъжете като естествено средство за лечение на простатит и импотентност;
        пчелният прашец, събран от мащерка, ефективно тонизира цялото тяло, подобрява кръвообращението, има общ антисептичен ефект и спира кашлицата;
        пчелният прашец от салвия има диуретични свойства и спомага за нормализиране на работата на стомашно-чревния тракт;
        пчелният прашец, събран от липов цвят, има изразени успокоителни и антистресови свойства, а също така помага за премахване на безсънието;
        натурален пчелен прашец от елда предотвратява инсулти и инфаркти, а също така укрепва стените на кръвоносните съдове;
        пчелният прашец от рапица е високо ценен като диетичен продукт и също така се използва за лечение на трофични язви.
      </p>
      <p>
        Натуралният пчелен прашец често се предписва като основно или спомагателно средство за лечение на редица заболявания.
        Пчелният прашец осигурява значителни ползи при различни болестни състояния, сред които:
      </p>
      <p>
        Болести на сърдечно-съдовата система – исхемична болест на сърцето, хипертония, циркулаторна недостатъчност;
        Патология на вените – разширени вени, тромбофлебит;
        Анемия, заболявания на кръвта с нарушена хемопоеза;
        Болести на стомашно-чревния тракт – гастрит, дуоденит, хепатит и холецистит, хроничен колит, чревна дисбиоза;
        Отравяне, интоксикация от различен произход;
        Безплодие (както при мъжете, така и при жените), простатит, заболявания на пикочно-половата система, органите на вътрешната секреция;
        Слаб имунитет, синдром на хронична умора;
        Болести на нервната система, както органични (последици от наранявания и инсулти), така и функционални (дистония, неврастения);
        Заболявания на дихателните органи – хроничен бронхит, туберкулоза, остри респираторни заболявания.
      </p>
    </>
  );
};

export default PollenFull;  