import "../../../../css/home.css";
const HistoryFull = () => {
  return (
    <>
      <p >
      &ensp;Древните индийски и китайски медици използват меда
        освен за лечение на редица заболявания и като противоотрова. В Асирия и
        Палестина първите сведения за употребата на мед са от преди 2-3000г.
        Рачетени са клинописни източници в които медът се споменава като
        медикамент. В Корана също му се приписват лечебни свойства.
      </p>
      <img className="img"
          src="https://images.squarespace-cdn.com/content/v1/54ad6706e4b0f3612b2c6a53/1520624605408-LYX1EIJED6DQ89382U1V/image-asset.jpeg?format=750w"
          alt="honey-history"
        />
      <p>
        &ensp;Голям разцвет в развитието на пчеларството в древна Гърция, те са поставяли прегради в кошерите и регулирали излишните запаси от мед. Древните гръцги учени и философи изучавали хранителните и лечебни свойства на пчелните продукти и широко ги използвали в рационалното хранене и са ги използували в рационалното хранене и лечебната практика. Питагор уверявал, че е доживял до дълбока старост, защото постоянно употребявал мед. Демокрит живял над 100г. пише, че за запазване на здравето следва да се консумира редовно мед. Той успешно прилагал меда при лечение на заболявания на червата, инфектирани рани и фистули. Хипократ смятал, че най-доброто лекарство са простите продукти, в това число медът, който препоръчвал в чист вид, смес с вода или вино. В своите трудове той съобщава за обеззаразяващо и удължаващо живота действие, като го препоръчвал за лекуване на стомашни, чернодробни заболявания и гнойни рани. Хипократ пръв започнал да ползва пчелната отрова като лекарство. Аристотел пише за организацията на пчелното
        семейство, начин на живот, размножаване и заболяванията при пчелите в
        своите трудове "Истории на животните". Той описва много от пчелните
        продукти и лечебните им свойства. Според него восъкът произхожда от
        цветовете или сълзите на дърветата, а прополисът е най-чистият восък.
      </p>
    </>
  );
};

export default HistoryFull;
