import company_view1 from '../../images/company_view1.jpeg';
import company_view2 from '../../images/company_view2.jpg';

const Company = () => {

  // const img = "https://www.onfire.bg/data/uploads/originals/hotels/286/9128893ac922a4b3e4f8f752acdee157.jpg";

  const img = {company_view1};
  const img2 = {company_view2};
  // const img2 = "https://lh5.googleusercontent.com/p/AF1QipOQlRcZ1mnDkSm0L9lsnaQTNVGA0lZ2CV9dqVw=w548-h318-n-k-no";

  const addDefaultSrc = (ev) => {
    ev.target.src = img2;
  }

    return (
        <div className="company">
        <img className="img"
          src={company_view1}
          alt="img-company1"
        />
  
        <h4>Старозагорски минерални бани</h4>
        <p className="company__text">
        &ensp;Пчелинът е разположен в малкото планинско, курортното селце Старозагорски минерални бани.
        Селото се намира в западната част на Сърнена гора на 370 м надморска височина, на 15 км северозападно от Стара Загора. Средната надморска височина на котловината, в която е разположено, е 360 м., а ограждащите я околни хълмове са с височина от 500 до 700 м.
        Климатът е преходноконтинентален със слабо изразено планинско влияние. Зимата е мека със средна януарска температура около 1 °C. Летните дни са слънчеви и горещи, а вечерите са прохладни. Благоприятният климат и топлите извори са привличали хората още от древността.
        </p>
        <p >
      &ensp; Курортът Старозагорски минерални бани е привлекателен с възможностите за климатолечение и балнеолечение, както и с обновената база за отдих, която включва почивни станции и балнеохотели. В близост е местността * „Богородична стъпка“, добила известност като считана за свято място с изграден малък параклис „Рождество Богородично“.

        Минералните извори са разположени в района на Старозагорските минерални бани. Водата излиза на повърхността от 1600 м дълбочина с температура около 40 °C и дебит 12 л/сек.

        Минералната вода е леко минерализирана, хипертермална, с неутрална реакция. Съдържа хидрокарбонати, сулфати, калций, магнезий, силиций, флуор и други микроелементи. Има лечебни свойства при заболявания на опорно-двигателния апарат, периферната нервна система, гинекологични, бъбречно-урологични, стомашно-чревни и чернодробно-жлъчни болести.
      </p>
      <img className="img3"
          src={company_view2}
           onError={addDefaultSrc}
          alt="img-company2"
        />
      <p>
      &ensp; В центъра на днешния курорт, непосредствено до минералния извор е разкрита праисторическа селищна могила с датировка VI – IV хил. пр.н.е., а на 6 км югоизточно от него, в местността „Мечи кладенец“, се намират най-старите медни рудници, открити в Европа — от края на V хил. пр.н.е. От проучените 11 рудника е добивано огромно за времето си количество медна руда. От римската епоха (I – VII в.) са разкрити и частично реставрирани терми, които заемат площ от 2500 m² и се намират в близост до съвременната баня.

        В околността на курорта се намира местността Богородична стъпка. Мястото се счита за свято и лековито. Там има скално образувание, наподобяващо отпечатък от женски крак, който според легендата е оставен от самата Богородица. Изграден е параклис. В близост до него се намират и 2 жертвени олтара от тракийско време. В центъра на курорта има разкопки на древноримска баня. На източната страна на новата баня има и друг археологически комплекс.
        По пътя за Стара Загора има тракийски медни рудници. Селото е изходен пункт за връх Момини гърди.
        Като цяло селото и курортът са спокойни и живописни с много възможности за екотуризъм по екомаршрути. Районът се оформя като вилна зона на Стара Загора. Изграждат се много модерни и луксозни балнеоложки комплекси.
      </p>
      <p>
      &ensp;
        Тъй като селото е планинско и няма земеделски площи, медът не е замърсен с пестициди. Основната пчелна паша е липов прашец, нектар от градински цветя и овощни дръвчета. Гората е смесена дъб и липа, затова част от меда е манов.
        </p>
      </div>
    
    );
};

export default Company;