const PropolisFull = () => {
  return (
    <>
      <p >
        &ensp; Заради своето
        противовирусно действие, прополисът гони грипа буквално за
        часове. Според научно изследване показва, че прополисът има
        значително по-мощно действие от калциевия хидрооксид, който е
        смятан за ефективно средство против бактерии и микроби. Събран от растенията и донесен в кошера, прополисът запазва всичките си свойства: противомикробни, противовирусни, противоплесенни, противорадиационни, те имат изразено мощно антибиотично и антимикотично действие. Освен това има дезинфекционно, обезболяващо и имуностимулиращо действие. Точно тези негови качества се използват и от хората за лечение и профилактика на много болести. Понижава нивата на холестерол в кръвта и повишава броя на червените кръвни клетки. Много добър естествен лечебен продукт, тъй като напълно отговаря на принципа за лекарствата – преди всичко да не вреди.
        Единственият риск при лечение с прополис е алергична реакция, която се наблюдава при около 5% от хората.
      </p>
      <img className="img2"
        src="https://berryway.bg/wp-content/uploads/2021/11/propolis-tsvete.jpg"
        alt="honey"
      />
      <p>
        &ensp;Прополисът се използва под форма на 30% спиртен извлек. В 100 мл. 96° житен спирт се поставя надробен на ситно 30 грама прополис и се разклаща по 4–5 пъти на ден в продължение на 5-6 дни, след което бистрата надутаечна част се отделя (декантира се) или се прецежда през няколко слоя марля. Този спиртен извлек е траен продукт и може да се използва при възрастни по 30-40 капки в малко (30-40 мл) вода, мляко, сок и др. на гладно 15-20 мин преди хранене. При деца се използват толкова капки, на колкото години е детето, накапани във вода или мляко 1-2 пъти дневно. Може да се използва също за гаргара при възпалено гърло. Гаргара може да се прави и с профилактична цел, за предпазване от вирусни и бактериални инфекции на горните дихателни пътища.
        Използва се и във вид на прополисов мехлем. Има няколко варианта на приготвяне, но най-често срещаните са на комбинация на прополис със зехтин или ланолин.
        Медикаменти, които съдържат прополис в Япония се използват за лечение и профилактика на лъчева болест.
        Прополисът също се използва за премахването на бенки, като се смесва с пчелен восък. Те се разтопяват на водна баня и се прибавя сокът на един лимон. Прополисът действа като антибиотик и помага бенката да падне, без да я наранява или да я разранява, и няма опасност от разпространяване на доброкачествените тумори, които се съдържат в бенката.
        Прополисът също помага и за отстраняването на брадавици, тези лечения са по-разпространени в азиатските държави.
      </p>
    </>
  );
};

export default PropolisFull;  