
const HoneyFull = () => {
  return (
    <>
      <p >
        &ensp;Досега са установени около 300 различни съставки. Благодарение
        на този богат състав пчелният мед притежава ценни
        хранително-диетични и лечебни качества, които са били известни
        на народите още в древността.
      </p>
      <img className="img2"
        src="https://roots.vn/wp-content/uploads/2022/07/lam-the-nao-de-nhan-biet-mat-ong-chat-luong-cao-1.jpg.webp"
        alt="honey"
      />
      <p>
        &ensp;Пчелите правят мед, за да се хранят с него. Пчелите работнички, които събират нектар, изсмукват с хоботчето си нектара или маната, като го събират в медовото си стомахче. В главата се намират хипофарингиални жлези, от които се отделят ензимите инвертаза и диастаза. Те действат в преработката на нектара в пчелен мед. Обогатеният с ензими нектар се пренася от пчелата към кошера. Количеството нектар, което донася една пчела, е 45 – 60 mg. То се предава на 4 – 5 кошерни пчели, които на свой ред го предават на 8 – 10 други млади пчели, наречени приемачки. По този начин нектарът, донесен от една летяща пчела, се разпределя между 50 млади приемачки. Последните го преместват многократно от медовото си стомахче към хоботчето, като така изпаряват водата от нектара. Това действие се повтаря около 20 минути и всеки път добавят към капката по малко секрет от глътъчната си жлеза. При това активно прехвърляне на нектара той бива обогатяван с диастаза, каталаза, фосфатаза и оксидаза.[6] Когато водното съдържание намалее до 35 – 40 % пчелите го отлагат под формата на малки капчици по стените или дъното на восъчната килийка и постепенно я изпълват. Изпарението на водата от съдържанието в килийките продължава благодарение на активната вентилация в кошера. Когато водното съдържание в нектара достигне 15 – 20/21 %, а количеството на захарозата под действието на ензимите достигне до 5 % нектарът се превръща в пчелен мед. Пчелите допълват килийките и ги запечатват с восъчно капаче. То предотвратява поемането на влага от пчелния мед. Преработката на нектара в пчелен мед продължава 1 – 3 дни. Тя зависи от водното съдържание, температурата, влажността на въздуха в кошера, силата на пчелното семейство и притока на нектар.
      </p>
      <p>
        В зависимост от произхода на меда съществуват следните три вида пчелен мед:

        <b> Нектарен пчелен мед</b> – пчелен мед, получен от нектар на растения. Нектарът е воден разтвор на захари и съдържа захароза, глюкоза и фруктоза в различни съотношения, което е пряко свързано с условията на средата. Този мед от своя страна се разделя на монофлорен мед и полифлорен мед.
        Монофлорният мед се получава от нектара на много растения, но като преобладава нектарът на едно. Сто процента нектар от едно растение би бил възможен само ако пчелите са разположени в центъра на остров с диаметър 4 – 5 km и засят само и единствено с липи или слънчогледи. В България по-големи количества (с търговско значение) монофлорен мед се получават от акация, липа, лавандула, слънчоглед и рапица. Останалите видове монофлорен мед (кестенов, тютюнов, памуков) се получават в много малки количества и не се предлагат в търговската мрежа.
        Полифлорният мед се получава от едновременно цъфтящи овощни, тревисти, фуражни, етерично-маслени и други медоносни растения.
        <b> Манов мед</b> – мед, получен главно от секретите на смучещи насекоми по растенията или от секрети на живи части от растенията. Маната бива:
        Животинска мана. Това е продукт, който се получава от дребни насекоми, листни въшки от род Hemiptera, които се срещат при различни растения.
        Медена роса (растителна мана). Получава се от секрети на живи части от растенията като листа и млади клонки.
        Прясно отделената мана е без цвят, но на въздуха тя бързо потъмнява и се сгъстява. Съдържа 5 – 18 % сухо вещество, рН 5,1 – 7,9. Въглехидратите са 90 – 95 % от сухото вещество (предимно глюкоза, фруктоза, захароза, малтоза и сложни захари). Съотношението между отделните захари зависи от вида на въшките и от растенията. Количеството на отделената мана зависи също от броя и етапа на развитие на въшките и от климатичните условия.

        <b> Смесен пчелен мед</b> – мед, получен при смесването на нектарен и манов пчелен мед.

      </p>
      <p> <b>Натурален пчелен мед. </b>
        За натурален се смята медът, който:
        не е загряван,
        не е миксиран,
        няма примеси от други храни и подсладители /глюкоза, фруктоза, изосуит, глюкозо-фруктозен сироп/ и който
        не е получен чрез преработката на захарен сироп, с който са захранвани пчелите по време на медосбор.
        Терминът „натурален“ много се харесва и масово присъства по етикетите на продавания в търговската мрежа пчелен мед, но малко от предлагания мед е наистина „натурален“. Ако трябва да прецизираме термина, то

        най-натурален е медът в пчелна пита.
        На второ място по ценност след него е цеденият мед /на практика не се предлага в търговската мрежа/,
        следва пресованият мед,
        след това е центрофугираният натурален мед /предлага се ограничено и най-вече от производители пчелари/,
        на следваща позиция е центрофугираният топен мед /най-масово предлаган мед/. Източниците на нектара могат да се определят по следите от цветен прашец и спори в суровия мед. Тъй като пчелите имат електростатичен заряд, по тях полепват и други дребни частици, поради което същите методи могат да се използват при изследванията на околната среда за радиоактивни частици, прах или специфични замърсявания.
      </p>
    </>
  );
};

export default HoneyFull;  